#include "menu.h"


void about_us() { //кто выполнил
	cout << "Вариант 6\nРаботу выполнили Анастасия Семенец,Владимир Марков, Максим Белков, 424 группа" << endl;
	cout << "Добро пожаловать в программу сортировки расческой :)" << endl;
}

void start_or_exit() { //начать программу
	cout << "----------------------------------------" << endl;
	cout << "Выберите действие:" << endl;
	cout << "\t1 - самостоятельно выбрать файл" << endl;
	cout << "\t2 - считать с файла автоматически" << endl;
	cout << "\t3 - выход из программы" << endl;
}





